
		USE oilring;
      DELETE FROM Events;
		
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Под Петербургом прошли масштабные учения спецназа', '', 'Три дня объединенные силы спецназа внутренних войск МВД, ФСИН и ФСБ отрабатывали сценарии действий в случае проведения контртеррористической операции. В ходе учений, прошедших в Ленобласти, были проведены операции по обнаружению групп боевиков, освобождению заложников, захвату зданий с укрепившимися в них террористами.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Проект строительства ЧГЭС закончат в 2011 году', '', 'Президент РФ Дмитрий Медведев поручил разработать проект поднятия уровня воды в Чебоксарском водохранилище до отметки 68 м до конца 2011 года, сообщается на сайте главы государства. Д. Медведев поручил премьер-министру Владимиру Путина до конца года обеспечить завершение разработки проектной документации по проекту "Строительство Чебоксарской ГЭС на реке Волге" в части, касающейся поднятия уровня Чебоксарского водохранилища до отметки нормального подпорного уровня 68 метров.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('"СУЭНКО" готовит Тюменскую область к холодам', '', 'Сформирован аварийный запас материалов и техники. Так, для временного электроснабжения потребителей на случай чрезвычайной ситуации "СУЭНКО" приобрела дизельную электростанцию мощностью 400 киловатт.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Югра и нефтяная компания «Салым Петролеум Девелопмент» обсудили соглашение о партнерстве', '', 'Губернатор Югры Наталья Комарова провела рабочую встречу с генеральным директором компании "Салым Петролеум Девелопмент Н. В." Саймоном Дюркиным, передает пресс-служба губернатора ХМАО. Стороны подвели текущие итоги реализации соглашения о сотрудничестве, обсудили совместные инициативы и планы в области социальных инвестиций на следующий год, а также исполнение программы компании по утилизации попутного нефтяного газа.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Приморцам придется перепрограммировать электросчетчики из-за отмены зимнего времени', '', 'В непредвиденный расход жителей Приморья введет решение об отмены перехода на зимнее время. Дело в том, что счетчики, которые подсчитывают электричество по разным тарифам днем и ночью, запрограммированы так, что автоматически переходят на новый режим работы, который с этого действия изменен.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('В Благовещенске будет приостановлено горячее водоснабжение', '', 'На время испытаний горячее водоснабжение потребителей будет приостановлено. Благовещенская ТЭЦ завершила ремонтные работы на тепловых сетях Благовещенска.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Чехия может увеличить долю атомной генерации до 80%', '', 'Предполагается, что к 2060 году атомная отрасль будет производить до 80% электроэнергии в стране, говорится в проекте министерства. В настоящее время АЭС вырабатывают около трети электричества в Чехии.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Минэнерго к 15 ноября проверит готовность энергокомпаний РФ к зиме', '', 'Минэнерго РФ закончит проверку готовности предприятий электроэнергетики к отопительному сезону 2011-2012 годов к 15 ноября, заявил в пятницу министр энергетики РФ Сергей Шматко. По словам министра, программу ремонтов, запланированную на текущий год, энергетики выполнили в полном объеме, по графику, пересмотров ремонтов, как это было в 2010 году из-за пожароопасного сезона, не было.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('«АльфаСтрахование» застрахует имущество «ОЭК» на 28 млрд руб', '', 'Как говорится в сообщении страховщика, под защитой "АльфаСтрахования" будут находиться здания, сети и оборудование "ОЭК". Общая сумма страхового покрытия составляет более 28 млрд рублей.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('ТМК отгрузила трубы для подводного трубопровода Газпрома', '', 'В поставку вошли бесшовные линейные трубы группы прочности Х65 ( для наземной части трубопровода ) и SMLS 450 FD ( для подводной части ) с наружным трехслойным полипропиленовым покрытием производства Таганрогского металлургического и Волжского трубного заводов.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Электросетевые активы Дальневосточной РСК передадут ФСК ЕЭС', '', 'Правительством РФ принято решение о передаче электросетевых активов ОАО "Дальневосточная распределительная сетевая компания" ( ДРСК ) Федеральной сетевой компании ( ОАО "ФСК ЕЭС" ), заявил журналистам в пятницу министр энергетики Сергей Шматко.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Приставы за долги по кредиту арестовали мини-нефтезавод в Калмыкии', '', '"В ближайшее время судебные приставы планируют привлечь независимого оценщика, который проведет точную оценку стоимости мини-нефтезавода", - отмечается в сообщении. Как уточняет ФССП, если по истечении 10 дней должник не рассчитается с банком, арестованное имущество будет передано на реализацию в ТУ "Росимущество" по Калмыкии, а вырученные средства направят в банк.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('ТНК-ВР ищет нарушителей корпоративных правил', '', '7 сентября 2011 г. Комитет по этике ТНК-ВР подвел предварительные итоги работы Программы добросовестности и лояльности. Нацеленная на предупреждение нарушений этических норм и правил внутри Компании, Программа является одним из элементов многоуровневой системы борьбы с коррупцией и мошенничеством в ТНК-ВР. ');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Астраханьэнерго развивает сотрудничество с КТК-Р', '', 'Проект призван способствовать расширению нефтепроводной системы "Каспийского Трубопроводного Консорциума", часть которой проходит по территории двух районов Астраханской области.');

	
INSERT INTO Events(Title, ShortDescription, Text) VALUES('Ванкорское месторождение вышло на самоокупаемость', '', 'Проект по разработке Ванкорского нефтегазоконденсатного месторождения в Красноярском крае вышел на самоокупаемость, сообщил глава крупнейшей российской нефтяной компании ОАО "Роснефть" Эдуард Худайнатов.');

	