<%@ Page Title="" Language="C#" Inherits="System.Web.Mvc.ViewPage" MasterPageFile="~/Views/Shared/MainInnerNoMenu.master"%>	
<asp:Content ContentPlaceHolderID="m_Middle" ID="m1" runat="server">
<h1>О портале</h1>
<p>Oil Ring – это научный нефтегазовый портал. Основной целью портала является обеспечение единого информационного пространства для ученых, научных работников, аспирантов и студентов:</p>
<ul class="normal">
<li>Предоставить возможность простого взаимодействия между пользователями, в том числе территориально-распределенными;</li>
<li>Обеспечить площадку для эффективного обмена, обсуждения и совместного создания материалов, статей, идей и технологий;</li>
<li>Предоставить доступ к электронным версиям книг, учебников, сборников статей и научных журналов (ВАК и обычных);</li>
<li>Оперативно оповещать о соответствующих грантах в отрасли;</li>
<li>Повысить интерес и стремление молодых ученых к научной деятельности;</li>
<li>Информировать о проведении научных семинаров, конференций и других научных мероприятиях в России и в мире.</li>
</ul>
<h1>Oil Ring для пользователей</h1>
<p>Oil Ring – это первая в России социальная сеть для ученых и студентов нефтегазовых ВУЗ’ов. Здесь вы не только найдете интересных людей и полезную информацию, но и примете участие в развитии научного сообщества нового формата. Oil Ring предоставляет вам:</p>
<ul class="normal">
<li>Вашу профессиональную страницу в Интернете и возможность рассказать о своих достижениях;</li>
<li>Сообщество коллег и возможность найти коллег по схожей научной тематике;</li>
<li>Совместную работу над статьями и возможность эффективной работы с территориально распределенными коллегами;</li>
<li>Доступ к отраслевым изданиям и журналам в электронном виде, включая журналы ВАК;</li>
<li>Дискуссии на научные темы, проблемы и обсуждение последних новостей;</li>
<li>Календарь семинаров и конференций и возможность участия в онлайн-семинарах;</li>
<li>Доступ к банку технологий и возможность заявить о Вашей технологии.</li>
</ul>

<h1>Oil Ring для организаций</h1>
<p>Полноправными членами социальной сети для ученых Oil Ring являются коммерческие компании, научные институты, лаборатории, учебные заведения и другие некоммерческие организации. Oil Ring предоставляет вам:</p>
<ul class="normal">
<li>Персональную страницу Вашей организации и возможность повысить открытость работы организации;</li>
<li>Возможность представить позицию организации перед целевой аудиторией научного сообщества;</li>
<li>Доступ к отраслевым изданиям и журналам и возможность размещать Ваши учебные материалы и журналы;</li>
<li>Систему организации семинаров и конференций и возможность создавать мероприятия Вашей организации, публиковать расписание семинаров и лекций, обеспечить предварительную запись на мероприятия;</li>
<li>Систему размещения грантов и возможность выявлять и поддерживать талантливых ученых при помощи грантов;</li>
<li>Систему размещения технологий и возможность поиска профессиональных исполнителей для развития Ваших технологий.</li>
</ul>
<h1>История создания</h1>
<p>
В 2007 году был реализован прототип научного портала, который показал востребованность в таких сервисах, как единая библиотека электронных материалов, информационная поддержка семинаров, возможность обмена информацией между территориально-распределенными пользователями.</p>
<p>В 2008 году количество пользователей прототипа портала превысило 1000 человек. К этому моменту пользователями портала стали кандидаты наук, ряд докторов наук, профессора, а также несколько академиков РАН.</p>
<p>В 2010 году реализация научного портала для нефтегазовой отрасли была поддержана Российским государственным университетом нефти и газа им. Губкина, а также 11 ведущими нефтегазовыми ВУЗами России.</p>
<p>В 2011 в процессе реализации научного портала проект был поддержан в общей сложности 14 нефтегазовыми ВУЗ’ами России, 6 нефтегазовыми ВУЗ’ами СНГ и 3 ВУЗ’ами Европы.</p>
<p>На текущий момент портал предоставляет пользователям возможность обмена информацией, в том числе между территориально распределенными пользователями, доступ к библиотеке статей и журналов, информационную поддержку при организации семинаров, а также раздел технологий и грантов, благодаря которым пользователь сможет быть в курсе последних технологических тенденций и разработках.
</p>
</asp:Content>